alsa-utils
base-devel
cifs-utils
cups
dialog
dosfstools
efibootmgr
ffmpegthumbnailer
git
grub
man-db
man-pages
mtools
networkmanager
network-manager-applet
nfs-utils
pacman-contrib
pipewire
pipewire-alsa
pipewire-pulse
reflector
rsync
sshfs
tlp
wpa_supplicant
xdg-uitls
xdg-user-dirs
zsh
zsh-completions
zsh-syntax-highlighting
